greatings = [
  "Привет, дорогой друг. Отвечаю на твой вопрос...",
  "Кто вопрошает, тот получит ответ:",
  "Здравствуй, смертный. Сегодня для тебя такой ответ:"
]
answers = [
  "Да",
  "Духи говорят да",
  "Безусловно",
  "Без сомнений",
  "Абсолютно точно",
  "Очень вероятно",
  "Похоже что да",
  "Мне кажется да",
  "Должно быть так",
  "Ответ не ясен",
  "Спросите позже",
  "Не могу сказать",
  "Спросите снова",
  "Нет",
  "Вряд ли",
  "Ответ нет",
  "Звезды говорят нет",
  "Не надейтесь",
  "Не похоже",
  "Мало шансов"
]
puts greatings.sample
puts ""
sleep 2
puts answers.sample
